[{"meeting_name":"Tokyo 4th Meeting 9th Day ( 213310 )",
"events":[
{"race_number":"1","events":["Yasaka Liberte's jockey Muto Miyabi was reprimanded for angling to the outside in the final straight of the course (obstructing the course of the number 13 horse).","Kool Angela received a \"race restriction for running over time\" and will therefore be ineligible to run in flat races through to November 28th, 2018."]},
{"race_number":"2","events":["Keiai Bronze suffered a medical issue (nosebleed).","Keiai Bronze received a \"race restriction for a nosebleed\" and will therefore be ineligible to race through to November 28th, 2018."]},
{"race_number":"3","events":["Nothing to report."]},
{"race_number":"4","events":["Nothing to report."]},
{"race_number":"5","events":["K T Road received a \"race restriction for running over time\" and will therefore be ineligible to run in flat races through to November 28th, 2018."]},
{"race_number":"6","events":["Nothing to report."]},
{"race_number":"7","events":["Nothing to report."]},
{"race_number":"8","events":["Nothing to report."]},
{"race_number":"9","events":["Alma Judith incurred an injury (lameness in the left foreleg).","Pai Luce's jockey Takeshi Yokoyama was fined ¥10,000 for angling to the outside of the course on the final straight (obstructing the course of the number 16 horse)."]},
{"race_number":"10","events":["The starting time of the race was changed to 15:01."]},
{"race_number":"11","events":["Danburite threw its rider and bolted after entering the course. Danburite was withdrawn from the race due to experiencing significant fatigue."]},
{"race_number":"12","events":["The starting time of the race was changed to 16:30."]}]},
{"meeting_name":"Kyoto 4th Meeting 9th Day ( 213311 )",
"events":[
{"race_number":"1","events":["Nothing to report."]},
{"race_number":"2","events":["Nothing to report."]},
{"race_number":"3","events":["Patrick's jockey Yuji Hishida was fined ¥50,000 for angling to the outside of the course on the final straight (obstructing the course of the number 6 horse)."]},
{"race_number":"4","events":["Kyowa Wall was unable to enter the gates.","Nihonpiro King's, Kyowa Wall received a \"race restriction for running over time\" and will therefore be ineligible to run in flat races through to November 28th, 2018."]},
{"race_number":"5","events":["Love Gra received a \"race restriction for running over time\" and will therefore be ineligible to run in flat races through to November 28th, 2018."]},
{"race_number":"6","events":["Nothing to report."]},
{"race_number":"7","events":["Lord Stardust received a \"race restriction for running over time\" and will therefore be ineligible to run in flat races through to November 28th, 2018."]},
{"race_number":"8","events":["Nothing to report."]},
{"race_number":"9","events":["Nothing to report."]},
{"race_number":"10","events":["Mozu Attraction will be re-examined for flat race training ."]},
{"race_number":"11","events":["Nothing to report."]},
{"race_number":"12","events":["Nothing to report."]}]},
{"meeting_name":"Niigata 3rd Meeting 6th Day ( 213312 )",
"events":[
{"race_number":"1","events":["Nothing to report."]},
{"race_number":"2","events":["Destiny Plan's trainer Shigeki Matsumoto was fined ¥10,000 for being unable to wear the correct registered silks.","Vanilla Orchid received a \"race restriction for running over time\" and will therefore be ineligible to run in flat races through to November 28th, 2018."]},
{"race_number":"3","events":["Nothing to report."]},
{"race_number":"4","events":["Via Pride did not finish (D.N.F) due to running lame at the fourth corner on the second lap.","Suzuka White's jockey Takaya Ueno was fined 10,000 yen for angling to the inside of the course just before the first obstacle (obstructing the course of the number 10, number 9 horse).","Via Pride will be re-examined for steeplechase training after it was found to be running lame (this re-examination will also apply to flat race training)."]},
{"race_number":"5","events":["Korin Vader, L'attrape Coeur received a \"race restriction for running over time\" and will therefore be ineligible to run in flat races through to November 28th, 2018."]},
{"race_number":"6","events":["Guillermin's jockey Daisaku Matsuda was reprimanded for lack of professionalism (excessive whip use) in the final straight."]},
{"race_number":"7","events":["Meisho Vital's jockey Shota Kato was fined ¥10,000 for angling to the outside of the course on the final straight (obstructing the course of the number 14 horse).","Admire Roman suffered a medical issue (nosebleed).","Admire Roman received a \"race restriction for a nosebleed\" and will therefore be ineligible to race through to November 28th, 2018."]},
{"race_number":"8","events":["Nothing to report."]},
{"race_number":"9","events":["Sei Akamai received a \"race restriction for running over time\" and will therefore be ineligible to run in flat races through to November 28th, 2018."]},
{"race_number":"10","events":["Suzuka Mansaku received a \"race restriction for running over time\" and will therefore be ineligible to run in flat races through to November 28th, 2018."]},
{"race_number":"11","events":["Soleil Fleur's jockey Junya Nishimura was fined 100,000 yen due to being unable to make the official weight without adjusting body weight.","Akhira's jockey Seiichi Ishida reprimanded for lack of professionalism (use of a whip) in the second half of the race."]},
{"race_number":"12","events":["The starting time of the race was changed to 16:01."]}]}]